tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kryptco/tap"
tap "sass/sass"
brew "act", args: ["HEAD"]
brew "automake"
brew "brew-cask-completion"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "python@3.9"
brew "pkg-config"
brew "crystal"
brew "curl"
brew "deno"
brew "direnv"
brew "dotnet", link: false
brew "erlang"
brew "elixir"
brew "exa"
brew "fcgi"
brew "fish"
brew "libtool"
brew "freetds"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "git-gui"
brew "glib"
brew "libusb"
brew "gnupg", link: false
brew "go"
brew "htop"
brew "imagemagick"
brew "irssi"
brew "jq"
brew "lastpass-cli"
brew "libvirt"
brew "llvm"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "make"
brew "mono"
brew "nasm"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nginx"
brew "nmap"
brew "nnn"
brew "node"
brew "nvm"
brew "openssh"
brew "openvpn"
brew "p7zip"
brew "pass"
brew "perl"
brew "php"
brew "picocom"
brew "pinentry-mac"
brew "pipenv"
brew "platformio"
brew "pre-commit"
brew "putty"
brew "ruby-build"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "rust"
brew "salt"
brew "socat"
brew "speedtest-cli"
brew "termius"
brew "texinfo"
brew "tldr"
brew "tmux"
brew "vcpkg"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "kryptco/tap/kr"
brew "sass/sass/sass"
cask "adoptopenjdk"
cask "alacritty"
cask "discord"
cask "dotnet-sdk"
cask "flutter"
cask "gcc-arm-embedded"
cask "ghidra"
cask "gitkraken"
cask "gpg-suite-no-mail"
cask "inkscape"
cask "jetbrains-toolbox"
cask "kitty"
cask "lastpass"
cask "megasync"
cask "mono-mdk-for-visual-studio"
cask "onedrive"
cask "ripcord"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "termius"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio"
cask "visual-studio-code"
cask "wine-stable"
cask "wireshark"
cask "xquartz"
