tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "act"
brew "automake"
brew "brew-cask-completion"
brew "cmatrix"
brew "coreutils"
brew "crystal"
brew "curl"
brew "deno"
brew "direnv"
brew "docker", link: false
brew "python@3.9"
brew "docker-compose"
brew "dotnet", link: false
brew "erlang"
brew "elixir"
brew "exa"
brew "fish"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "glib"
brew "go", link: false
brew "htop"
brew "irssi"
brew "llvm"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "make"
brew "mono"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nginx"
brew "nmap"
brew "node"
brew "openssh"
brew "openvpn"
brew "p7zip"
brew "pass"
brew "perl"
brew "php"
brew "pinentry-mac"
brew "rclone"
brew "rsync"
brew "ruby"
brew "rust"
brew "socat"
brew "wget"
brew "wireshark"
brew "yarn"
brew "zlib"
cask "adoptopenjdk"
cask "docker"
cask "dotnet-sdk"
cask "flutter"
cask "ghidra"
cask "gpg-suite"
cask "kitty"
cask "megasync"
cask "ripcord"
cask "spotify"
cask "visual-studio-code"
